Repository: hariprasadkyasa/RSSFeedsReader
Catalog: *.lproj/Localization.strings
Languages: es

source: Favourites
es: Favoritos

source: No Feeds Available
es: No feeds disponibles

source: New RSS Source
es: Nueva Fuente RSS

source: Eneter title and URL for this RSS source
es: Título Eneter y URL para esta fuente RSS

source: Enter a title
es: Introduzca un título

source: Enter the URL
es: Escriba la dirección URL

source: Cancel
es: cancelar

source: Please enter valid values
es: Por favor ingrese los valores válidos

source: OK
es: OKAY

source: Save
es: Guardar

source: No Internet Connection
es: Sin conexión a Internet

source: Please connecte to an internet network to read this feed
es: Por favor connecté a una red de Internet para leer este feed

source: An error occured while loading this feed.
es: Se produjo un error durante la carga de este feed.
